---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.DehumidificationSetPoint
source: html/946a9b55-58a5-a173-a5b1-75214a2b7e3b.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.DehumidificationSetPoint Property

Get or set the DeHumidification Set Point of the Zone.

## Syntax (C#)
```csharp
public double DehumidificationSetPoint { get; set; }
```

## Remarks
This property is used to get or set the DeHumidification Set Point of the Zone.